Revit 2027 API
ParameterTypeId.SteelElemCopeWidthx Property
 "Cutback"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemCopeWidthx { get; }
Public Shared ReadOnly Property SteelElemCopeWidthx As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemCopeWidthx {
	ForgeTypeId^ get ();
}
static member SteelElemCopeWidthx : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace